[GM_IRI_RabbitGenes X2GeneModTemplate]
DisplayName="狡兔基因"
Summary="注入狡兔基因后，将获得一个主动技能，提供 <Ability:RABBIT_ACTIVE_MOBILITY_BONUS/> 移动和最高 <Ability:RABBIT_DEFENSE_BONUS/> 防御以及 <Ability:RABBIT_DODGE_BONUS/> 闪避加成，以应对反应射击，直到回合结束。这些加成在反应射击惩罚之后计算。防御/闪避的加成 <Ability:RABBIT_DEFENSE_BONUS/> / <Ability:RABBIT_DODGE_BONUS/> 从第一次反应射击的开始，然后在 <Ability:RABBIT_ACTIVE_MAX_LENGTH/> 次射击后减少到 <Ability:RABBIT_DEFENSE_BONUS_FINAL/> / <Ability:RABBIT_DODGE_BONUS_FINAL/> 。使用此能力将在士兵的下一回合消耗一个行动点数。无冷却时间。"

[GM_IRI_RabbitSerpentine X2GeneModTemplate]
DisplayName="智兔基因"
Summary="额外注入智兔基因后，将增强狡兔主动技能对防御/闪避的加成，对抗反击时第一次射击的加成提升到 <Ability:SERPENTINE_DEFENSE_BONUS/> / <Ability:SERPENTINE_DODGE_BONUS/> ，然后在 <Ability:SERPENTINE_ACTIVE_MAX_LENGTH/> 次射击后减少到 <Ability:SERPENTINE_DEFENSE_BONUS_FINAL/> / <Ability:SERPENTINE_DODGE_BONUS_FINAL/> 。"